Tekla.Structures.Filtering.Categories.WeldFilterExpressions.Phase
The Phase class represents the phase filter expression.

Tekla.Structures.Filtering.Categories.WeldFilterExpressions.Phase.#ctor
Initializes a new instance of the Phase class.